Repository: wangchong2023/zhiyu
Catalog: Sources/Localization/Catalogs/Transfer.xcstrings
Source language: en
Languages: zh_hans

# backup.actions
source: Actions
zh_hans: 操作

# backup.autoBackup
source: Auto Backup
zh_hans: 自动备份

# backup.createNow
source: Backup Now
zh_hans: 立即备份

# backup.deleteConfirmMessage
source: Are you sure you want to permanently delete this backup? This action cannot be undone.
zh_hans: 您确定要永久删除此备份吗？此操作不可撤销。

# backup.deleteConfirmTitle
source: Delete Backup
zh_hans: 删除备份

# backup.exportCurrent
source: Export Current Data
zh_hans: 导出当前数据

source: Backup History
zh_hans: 备份历史

# backup.lastBackup
source: Last Backup
zh_hans: 上次备份

# backup.log.crashRecovery
source: Crash recovery detected — dirty flag found
zh_hans: 检测到崩溃恢复 - 发现脏标记

# backup.log.createFailed
source: Backup failed: %@
zh_hans: 备份失败: %@

# backup.log.restoreFailed
source: Restore backup failed: %@
zh_hans: 恢复备份失败: %@

# backup.log.saveIndexFailed
source: Save backup index failed: %@
zh_hans: 保存备份索引失败: %@

# backup.noBackups
source: No Backups
zh_hans: 暂无备份

# backup.noBackupsDesc
source: Create a backup to protect your knowledge data
zh_hans: 创建备份以保护您的知识库数据

# backup.pages
source: pages
zh_hans: 页

# backup.restore
source: Restore
zh_hans: 恢复备份

# backup.restoreMessage
source: Are you sure you want to restore from this backup? Current data will be replaced. A safety backup will be created first.
zh_hans: 确定要从此备份恢复吗？当前数据将被替换，恢复前会自动创建安全备份。

# backup.restoreTitle
source: Restore Backup
zh_hans: 恢复备份

source: Backup Settings
zh_hans: 备份设置

# backup.title
source: Data Backup
zh_hans: 数据备份

# backup.words
source: words
zh_hans: 字

# export.aliases
source: Aliases
zh_hans: 别名

# export.confidence
source: Confidence
zh_hans: 可信度

# export.countFormat
source: Total %lld
zh_hans: 共 %lld 条

# export.created
source: Created
zh_hans: 创建

# export.defaultSlideTitle
source: Slide %lld
zh_hans: 幻灯片 %lld

# export.error.zipNotImplemented
source: ZIP archive creation is not yet implemented
zh_hans: ZIP 归档创建功能尚未实现

# export.exportTime
source: Export Time
zh_hans: 导出时间

# export.generatedBy
source: Generated by %@
zh_hans: 由 %@ 生成

# export.header
source: ZhiYu Export
zh_hans: 知识库导出

# export.status
source: Status
zh_hans: 状态

# export.tags
source: Tags
zh_hans: 标签

# export.totalPages
source: Total Pages
zh_hans: 总页面

# export.type
source: Type
zh_hans: 类型

# export.updated
source: Updated
zh_hans: 更新
